{
    "identite": {
        "nom": "",
        "prenom": "",
        "email": "",
        "telephone": "",
        "adresse": "",
        "linkedin": "",
        "autres_reseaux": []
    },
    "titre": "PROFESSIONAL HEALTHCARE REPRESENTATIVE",
    "resume_professionnel": "Dynamic sales professional delivering documented success in driving product growth through strong sales skills and patient focus. Detail oriented, utilizing communication skills with a direct and personable approach. Proficient in handling new product launches from inception to completion in both independent and collaborative work environments. Background encompasses almost 15 years of experience in pharmaceutical sales selling to an array of specialties including general practitioners, internal medicine, family practice, endocrinologist, rheumatologist, neurologist, obstetrician/gynecologist, geriatric medicine, orthopedics, pulmonologist, gastroenterology, urology and cardiology. Further call points made to hospital accounts local to territory. Additional professional experience includes nursing experience ranging from surgical assistance to care in the neonatal intensive care unit.",
    "competences_techniques": [
        "Emergency care",
        "Palliative care",
        "Patient advocacy",
        "Surgical assistance",
        "Operating room management",
        "Neonatal intensive care",
        "Drug/device education (Exubera)",
        "Product knowledge: Celebrex",
        "Product knowledge: Lyrica",
        "Product knowledge: Exubera",
        "Product knowledge: Xtandi",
        "Product knowledge: Toviaz",
        "Product knowledge: Viagra",
        "Product knowledge: Flector Patch",
        "Product knowledge: Pristiq",
        "Prior authorizations",
        "Surgery scheduling",
        "Recording of surgical events"
    ],
    "competences_transversales": [
        "Ventes",
        "Orientation patient",
        "Communication",
        "Sens du détail",
        "Mentorat",
        "Leadership",
        "Gestion de projets",
        "Formation / enseignement",
        "Travail en équipe",
        "Relations avec les parties prenantes",
        "Initiative communautaire"
    ],
    "langues": [],
    "experiences_professionnelles": [
        {
            "poste": "Professional Healthcare Representative",
            "entreprise": "Company Name",
            "lieu": "",
            "date_debut": "July 2003",
            "date_fin": "Current",
            "durée": "22 ans et 3 mois",
            "missions": [
                "Commercialisation et croissance de produits pharmaceutiques; gestion de lancements de produits du concept à l'exécution.",
                "Vente à un large éventail de spécialités : médecins généralistes, médecine interne, médecine familiale, endocrinologie, rhumatologie, neurologie, obstétrique/gynécologie, gériatrie, orthopédie, pneumologie, gastro-entérologie, urologie et cardiologie.",
                "Appels et comptes hospitaliers locaux au sein du territoire.",
                "2017 - People in Culture Lead for Atlanta East.",
                "2017 - Awarded \"Championship Culture Award\" (Peer Selection).",
                "2016 - People in Culture Lead for Atlanta East.",
                "2016 - Awarded lateral transfer to Atlanta East District.",
                "2015 - Capital S card winner; Ranked 29/75 with 102.15% Lyrica, 107.32% Toviaz, and 92.41% Viagra goal attainment.",
                "2014 - Capital S card winner; Completed S1 at 105.69% Celebrex, 108.13% Flector Patch, and 106.77% Lyrica goal attainment; Completed S2 at 106.78% Celebrex, 108.77% Flector Patch, and 101.67% Lyrica goal attainment.",
                "2013 - Completed S1 at 101.12% Lyrica, 104.31% Celebrex, and 84.09% Flector Patch goal attainment; Completed S2 at 107.30% Celebrex, 89.71% Flector Patch, and 104.40% Lyrica goal attainment.",
                "2011 - Summit Winner - Ranking 3/55 (141.63% Attainment); Contest Winner - Q1 Kick it in Gear Contest (%NRx Volume Growth); Finished 2nd in Q2 IEM MS-AL Surge Contest (Lyrica TRx Growth); Contest Winner - 2nd Semester Team Contest (Celebrex TRx Growth); First in Region to hit 5% Market Share for Pristiq.",
                "2009 - Contest Winner - 3rd Qtr Regional Market Share Contest.",
                "2008 - Selected Representative for State Medical Meeting; Finished in Top 25%.",
                "2007 - Contest Winner - 1st Semester First in Class Travel Card; Contest Winner - Retention Bonus for Territory / District; Finished 2nd Highest Exubera Sales out of 200 Searle Representatives; Contest Winner - Regional Summer Contest (Market Share Growth for Lyrica and Celebrex); Finished 9/200 in Central Area.",
                "2006 - Finished in Top 15% in Central Area; Ranked #1 in Central Area - Celebrex Attainment (117.78%).",
                "2004 - Vice President's Cabinet Winner (Top 10%); Contest Winner - Passport to Paradise Contest; Rookie of the Year Runner Up.",
                "2017 - Xtandi - Ended the year Ranked #15 / 162.",
                "Développement de \"The History of Celebrex\" - chronologie et compilation d'études cliniques catégorisées (GI, CV, efficacité, etc.).",
                "Mentorat de nombreux nouveaux membres d'équipe.",
                "Exécution de l'initiative \"Teach the Teacher\" axée sur les infirmières pour l'éducation sur le dispositif et le médicament Exubera.",
                "Obtention de nombreux voyages de convention.",
                "Conduite de multiples missions POA spéciales au niveau du district."
            ]
        },
        {
            "poste": "Registered Nurse",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "April 2003",
            "date_fin": "July 2003",
            "durée": "3 mois",
            "missions": [
                "Assistance à la gestion quotidienne des patients via la planification des chirurgies.",
                "Gestion des réclamations d'assurance patients et des prior authorizations.",
                "Éducation des patients sur les procédures, traitements et médicaments."
            ]
        },
        {
            "poste": "Registered Nurse",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "April 2002",
            "date_fin": "April 2003",
            "durée": "1 an",
            "missions": [
                "Infirmière en chirurgie avec responsabilités incluant l'assistance chirurgicale.",
                "Gestion de la salle d'opération et enregistrement de tous les événements et tâches durant la chirurgie.",
                "Rôle d'avocate du patient pendant la chirurgie."
            ]
        },
        {
            "poste": "Registered Nurse",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "August 2000",
            "date_fin": "April 2002",
            "durée": "1 an et 8 mois",
            "missions": [
                "Pratique en tant qu'infirmière enregistrée dans l'unité de soins intensifs néonatals (NICU)."
            ]
        }
    ],
    "formations": [
        {
            "diplome": "Bachelors of Science : Nursing",
            "ecole": "Mississippi College",
            "annee_obtention": "May 2000",
            "niveau": "Bac+3",
            "specialite": "Nursing"
        },
        {
            "diplome": "Associate of Arts",
            "ecole": "Hinds Community College",
            "annee_obtention": "May 1997",
            "niveau": "",
            "specialite": ""
        }
    ],
    "certifications": [],
    "projets": [],
    "mobilite": {
        "permis_conduire": false,
        "disponibilite_geographique": ""
    },
    "autres": {
        "loisirs": [],
        "engagements": [
            "Active member of Junior Auxiliary (2006-2011)",
            "Chaired projects: Prom Closet, Buckets of Happiness, Dental Days",
            "Implemented and managed \"Challenge Day\" program in local schools (anti-bullying, positive school culture) including funding, volunteer recruitment, and coordination with school counselors",
            "Volunteer for William's Wings",
            "Volunteer for MS Diabetes Association",
            "Volunteer for MS March of Dimes"
        ]
    }
}