{
    "identite": {
        "nom": "",
        "prenom": "",
        "email": "",
        "telephone": "",
        "adresse": "",
        "linkedin": "",
        "autres_reseaux": []
    },
    "titre": "SENIOR CONSULTANT",
    "resume_professionnel": "Positive and results-focused Consultant with 14+ years' experience in customer service, administrative, and leadership skills. Adept at building and contributing to an enterprise dedicated in enriching customer satisfaction. Methodical staff support coach, focusing on the development of peers and employees to ensure continued success both as a company and leader.",
    "competences_techniques": [
        "MedForce",
        "MedForce Navigation",
        "MedForce bins/forms",
        "Document imaging systems",
        "OCR",
        "Microsoft PowerPoint",
        "MS Office suite",
        "MS Access",
        "Excel (spreadsheets)",
        "Kronos",
        "AS/400",
        "3270 (MEDS)",
        "MARx",
        "Ecrs",
        "PeopleSafe",
        "Imaging system",
        "UAT testing",
        "Change control",
        "Workflow design",
        "Management reporting"
    ],
    "competences_transversales": [
        "Customer service",
        "Vendor relations",
        "Project management",
        "Process improvement",
        "Staff training and development",
        "Leadership",
        "Stakeholder engagement",
        "Escalation management",
        "Quality control",
        "Reporting",
        "Scheduling",
        "Multi-tasking",
        "Administrative support",
        "Written and communication skills",
        "Data reconciliation",
        "Meeting facilitation"
    ],
    "langues": [],
    "experiences_professionnelles": [
        {
            "poste": "Senior Consultant",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "09/2015",
            "date_fin": "Current",
            "durée": "10 ans et 1 mois",
            "missions": [
                "Manage the relationship between CVS Health Med D enrollment operations and EGS (Expert Global Solutions), a vendor contracted to process member centric requests and operational processes with 230+ employees.",
                "Engage with site directors, operations managers, HR, trainers, workforce consultants, and supervisors to strategically resolve workflow and deliverable issues.",
                "Ensure continued service delivery and quality satisfaction from EGS and a successful working relationship between CVS and EGS.",
                "Travel to two main sites bi-monthly during Med D's annual enrollment period to ensure successful training execution.",
                "Set service expectations for each line of business.",
                "Successfully brought up a vendor site with 100+ employees within a 2-month period, including access to all systems, training and escalations.",
                "Raised quality from 70% to an average of 98% by holding the CVS business process owner accountable for providing job aids, updating old work instructions and hosting level 3 meetings between the CVS BPO, vendor trainers, supervisors and leads to review errors."
            ]
        },
        {
            "poste": "Consultant / Systems Consultant",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "05/2012",
            "date_fin": "09/2015",
            "durée": "3 ans et 4 mois",
            "missions": [
                "Produced MedForce Navigation, workflow work instructions, and management reporting capacities via Microsoft presentation.",
                "Hosted live meeting trainings (Level 3) with various user groups.",
                "Partnered closely with CVS Caremark trainers and new hires with system manuals, by building and maintaining MedForce bins, workflow, and scheduled jobs.",
                "Produced cabinets, bins and workflow methods for claims corrected errors with documents routed incorrectly within MedForce.",
                "Developed training materials for one of the major systems used at CVS Health enrollment operations department.",
                "Trained 300+ employees on the system in-person and via level 3, while creating forms and workflow components within the same system.",
                "Installed and maintained the system on all new and existing employee workstations.",
                "Assisted in resolving all escalated requests coming into the MedForce administrative team's mailbox.",
                "Created and helped maintain outgoing member services daily reports.",
                "Assisted in all escalated issues within the Member services scanning team.",
                "Built MedForce forms for claims with workflow bins, while documenting codes.",
                "Conducted data reconciliation of reports and workflow discrepancies.",
                "Developed training agendas and materials specific to various departments.",
                "Consulted with internal business partners on best-in-class strategies for workflow development and metrics reporting.",
                "Assisted with the enrollment recon project, while managing the credit card recon and removal MedForce project.",
                "Managed the submission of change control tickets and UAT testing for MedForce enhancements.",
                "Developed document imaging templates for successful OCR scanning."
            ]
        },
        {
            "poste": "Coordinator II / Administrative Assistant",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "03/2010",
            "date_fin": "01/2012",
            "durée": "1 an et 10 mois",
            "missions": [
                "Provided assistance to managers and supervisors with any administrative requests.",
                "Organized imaging system processors' views.",
                "Monitored out-of-compliance tasks.",
                "Maintained outgoing member services daily reports for leadership.",
                "Built MedForce Forms for member services with workflow bins and document codes.",
                "Created new hire profiles and views in MedForce and performed quality control of scanning inputs.",
                "Trained all new hires and assumed responsibility for daily Recon spreadsheet processing imports.",
                "Devised daily new member roster loads and manually installed MedForce icons into member services and new hire desktops.",
                "Managed the daily reinstatement processing of imports, the BEQ TRR code processing imports, and the ICE TRR code processing imports.",
                "Maintained 10-day letter and QC reports for corrective action."
            ]
        },
        {
            "poste": "Coordinator I / Administrative Assistant",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "01/2009",
            "date_fin": "01/2010",
            "durée": "1 an",
            "missions": [
                "Supported the Medicare D Operations incoming member correspondence with MedForce technology.",
                "Identified the type of request and scanned mail into imaging system for various providers and their corresponding workflow, task type and bin.",
                "Processed daily faxes from various email inboxes, identified type of request and imported imaging in MedForce.",
                "Created and fulfilled supply requests, while maintaining and scheduling conference rooms.",
                "Coordinated benefits survey processes in accordance with Medicare guidance.",
                "Coordinated and tracked all disenrollments, late enrollment penalties, and reinstatement letters in accordance with Medicare guidance.",
                "Delivered audit support for Medicare Part D.",
                "Updated and reported to leadership mail counts daily.",
                "Assigned daily tasks into imaging system to coordinators within MedForce.",
                "Executed daily pre-forecast tasks for undeliverable mail and outbound enrollment verification calls in accordance with Medicare guidance.",
                "Maintained email box for coordination of benefits."
            ]
        }
    ],
    "formations": [
        {
            "diplome": "High School Diploma",
            "ecole": "Phoenix College",
            "annee_obtention": "",
            "niveau": "",
            "specialite": ""
        }
    ],
    "certifications": [],
    "projets": [],
    "mobilite": {
        "permis_conduire": false,
        "disponibilite_geographique": ""
    },
    "autres": {
        "loisirs": [],
        "engagements": []
    }
}