{
    "identite": {
        "nom": "",
        "prenom": "",
        "email": "",
        "telephone": "",
        "adresse": "",
        "linkedin": "",
        "autres_reseaux": []
    },
    "titre": "SYSTEMS ENGINEERING MANAGER",
    "resume_professionnel": "Multifaceted Technical Manager with a broad spectrum of experience and knowledge excelling at being a conduit between the technical domain and financial processes. Proficient in numerous areas from hardware engineering, software engineering and subcontracts management. Technical Manager for $60M+ in complex software development including the functional management of 70+ Systems Engineers, Software Engineers, Test Engineers, Technical Artists and Game Developers.",
    "competences_techniques": [
        "MS Project",
        "Agile Software Development",
        "Jira",
        "Handsoft",
        "ePDM",
        "Data Analysis",
        "Customer Management",
        "Hardware-Software Integration",
        "Rational Requisite Pro",
        "ClearQuest",
        "Visio",
        "DOORS",
        "LEAN/Six Sigma",
        "Safety Engineering",
        "Requirements Engineering",
        "System Architecture",
        "Creo",
        "Solidworks",
        "ANSYS 14",
        "DFMA",
        "DFA/DFM",
        "AutoCAD",
        "Zemax",
        "Unigraphics",
        "I-deas",
        "Intralink",
        "Windchill",
        "Engineering Drawings",
        "GD&T",
        "Tolerances",
        "Bill of Materials",
        "Cage Codes",
        "ASME Standards",
        "Weld and Material Callouts",
        "C++",
        "JAVA",
        "MathCAD",
        "Matlab",
        "Simulink",
        "Microsoft Visual Studio",
        "FARO arm",
        "RTV bonding",
        "Elastomeric materials",
        "Polyurethane foam",
        "Active Secret Security Clearance"
    ],
    "competences_transversales": [
        "Technical Management",
        "Program Management",
        "Team Leadership",
        "Budget Management",
        "Scope Management",
        "Schedule Management",
        "Subcontractor Management",
        "Customer Management",
        "Cross-functional coordination",
        "Proposal pricing and estimating",
        "Process Improvement",
        "Data Analysis"
    ],
    "langues": [
        "Arabic",
        "English"
    ],
    "experiences_professionnelles": [
        {
            "poste": "Systems Engineering Manager",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "February 2010",
            "date_fin": "Current",
            "durée": "",
            "missions": [
                "Technical Program Manager for LCS Game Based Learning",
                "Manage 63 Systems Engineers, Software Engineers, Test Engineers, Technical Artists and Game Developers",
                "Responsible for budget, scope and schedule for $55M worth of training software development",
                "Led the setup of cross-functional team based development resulting in $12M+ cost savings",
                "Championed the engineering of an enterprise architecture that included a tool suite for game development that is being used on an enterprise level",
                "Technical point of contact for the US Navy ranging from product design to schedule and budget reviews",
                "Managed 5 subcontractors including budget, scope and schedule for each company",
                "Technical Program Manager for Emirates Airlines Game Based Learning for Cabin Crews",
                "Manage 7 Systems Engineers, Software Engineers, Test Engineers, Technical Artists and Game Developers",
                "Piloted the evolution of a mobile based training platform to serve over 20,000 trainees on multiple mobile platforms",
                "Lead Systems Engineer for LCS Mission Bay Trainer(MBT) Proposal",
                "Led a cross functional team in the design of over $20M worth of heavy equipment replicating the Mission Bays of LCS 3 and LCS 4",
                "Designed multimillion-dollar simulated Launch and Recovery Systems",
                "Key contributor to proposal-pricing and estimating-efforts",
                "System Engineer for Littoral Combat Ship(LCS) Curriculum Proposal",
                "Developed architecture for training courseware for the LCS ships inclusive of 300M of software development",
                "Generated Learning Objective environment architecture",
                "Led the integration and configuration of sample product demonstrating level 3 IMI training in a 3D environment",
                "Composed pricing model and technical manpower estimates for LCS curriculum proposal inclusive of $300M over a 5 year PoP",
                "Systems Engineer for M134a Dillon Minigun Simulator",
                "Developed System Design and System Requirements for M134a including 3 large projection screens, simulated weapon and computing hardware",
                "Designed system simulating the timing of the feeder/delinker",
                "Mechanical Engineer for design and production of Bradley Fighting Vehicle Simulator",
                "Received performance award for opto-mechanical design on the Bradley Simulator",
                "Designed HVAC system to cool display and electronic instruments by analyzing heat emitted from electronic instruments and designed cooling system using a series of fans and heat sinks",
                "Designed precision mounts for optical and visual instruments. Mounts designed were adjustable while still maintaining durability. Designing of mounts consisted of stress and strain analysis, material selection, vibration and shock analysis, and manufacturability analysis. Working with RTV bonding to mounts lenses and LED/LCD screens.",
                "Utilized elastomeric materials and polyurethane foam for vibration and shock support",
                "Designed mounting system to interface OLED screen and circuit board",
                "Adopted FARO arm to collect data for precision measurements"
            ]
        },
        {
            "poste": "Co-op",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "March 2009",
            "date_fin": "February 2010",
            "durée": "",
            "missions": [
                "Developed a physics system for damage assessment on a fighter aircraft (MIG-29A) for fragmentation and blast damage from an air-to-air missile (AIM-120)",
                "System simulated results by calculating penetration from fragmentation damage on the skin of the aircraft and structural damage from the shockwave of the blast",
                "Developed a six degree of freedom physics model for a C-17 aircraft"
            ]
        },
        {
            "poste": "Physics Consultant",
            "entreprise": "Company Name",
            "lieu": "City, State",
            "date_debut": "December 2009",
            "date_fin": "May 2010",
            "durée": "",
            "missions": [
                "Developed a physics model of water flow and pressure against human muscle proving water pressure can cause shearing of female reproductive muscles during watercraft accidents by calculating the amount of stress on the muscle created by the high velocity fluid entering the female reproductive system"
            ]
        }
    ],
    "formations": [
        {
            "diplome": "Bachelor of Science : Mechanical Engineering",
            "ecole": "University of Central Florida",
            "annee_obtention": "2010",
            "niveau": "",
            "specialite": ""
        },
        {
            "diplome": "Enterprise System Architecture",
            "ecole": "University of California, San Diego",
            "annee_obtention": "2015",
            "niveau": "",
            "specialite": ""
        }
    ],
    "certifications": [
        {
            "nom": "Active Secret Security Clearance",
            "organisme": "",
            "annee": ""
        }
    ],
    "projets": [
        {
            "titre": "LCS Game Based Learning",
            "description": "Technical Program Manager for LCS Game Based Learning; managed large engineering team, responsible for budget, scope and schedule for training software development and championed enterprise game development tool suite.",
            "technologies": []
        },
        {
            "titre": "Emirates Airlines Game Based Learning for Cabin Crews",
            "description": "Technical Program Manager for Emirates Airlines game-based learning project; piloted evolution of a mobile based training platform serving over 20,000 trainees on multiple mobile platforms.",
            "technologies": []
        },
        {
            "titre": "LCS Mission Bay Trainer (MBT) Proposal",
            "description": "Lead Systems Engineer for LCS MBT proposal; led cross-functional team designing heavy equipment to replicate mission bays and designed simulated Launch and Recovery Systems.",
            "technologies": []
        },
        {
            "titre": "LCS Curriculum Proposal",
            "description": "Developed architecture for training courseware for LCS ships, generated learning objective environment architecture, integrated sample product demonstrating level 3 IMI training in a 3D environment, and composed pricing and manpower estimates.",
            "technologies": []
        },
        {
            "titre": "M134a Dillon Minigun Simulator",
            "description": "Systems engineering for minigun simulator including system design and requirements for projection screens, simulated weapon and computing hardware, and timing simulation for feeder/delinker.",
            "technologies": []
        },
        {
            "titre": "Bradley Fighting Vehicle Simulator",
            "description": "Mechanical design and production of Bradley simulator; opto-mechanical design, HVAC cooling design, precision mounts design and vibration/shock support.",
            "technologies": []
        },
        {
            "titre": "Aircraft Damage Assessment Physics System",
            "description": "Developed physics system for damage assessment on MIG-29A for fragmentation and blast; simulated penetration and structural damage, and developed 6-DOF physics model for C-17.",
            "technologies": []
        },
        {
            "titre": "Water Flow Physics Model (Consultant)",
            "description": "Developed physics model of water flow and pressure against human muscle to evaluate injury mechanisms during watercraft accidents.",
            "technologies": []
        }
    ],
    "mobilite": {
        "permis_conduire": false,
        "disponibilite_geographique": ""
    },
    "autres": {
        "loisirs": [],
        "engagements": []
    }
}