{
    "identite": {
        "nom": "",
        "prenom": "",
        "email": "",
        "telephone": "",
        "adresse": "",
        "linkedin": "",
        "autres_reseaux": []
    },
    "titre": "ENGINEERING INTERN",
    "resume_professionnel": "To contribute my skills and experience to the further the development of an organization and achieve growth in my professional career path.",
    "competences_techniques": [
        "Microsoft Word",
        "Microsoft Excel",
        "Spreadsheets",
        "AutoCAD 2015",
        "MicroStation",
        "3D rendering",
        "Med-Gas certification",
        "OSHA 30 (connaissance)",
        "Hydrology/Hydraulic calculations",
        "Land surveying",
        "Highway and street alignments",
        "Preparation of preliminary and final engineering plans",
        "Specifications and cost estimates for storm drains, streets, sanitary sewers and related structures",
        "Preparation of legal descriptions and grant deeds for easements and right-of-way",
        "Right-of-way negotiations and acquisitions",
        "Subdivision map review (tentative and final)",
        "Improvement and grading plan review",
        "Plumbing/Pipefitting (installation, threading, brazing, soldering, welding, lead-wiping)",
        "Installation of fittings, boilers, hangers, anchors, fixtures and guides",
        "Knowledge of underground sewer lines and drainage systems",
        "Pipe materials: steel, copper, brass, glass, plastic, cast iron, corrosion-resistant pipe, PVC, CPVC, stainless steel, iron gas pipe, galvanized pipe",
        "Typing 50+ WPM"
    ],
    "competences_transversales": [
        "Gestion d'équipe",
        "Leadership",
        "Communication orale et écrite",
        "Présentations à comités, commissions et groupes communautaires",
        "Négociation (right-of-way)",
        "Gestion des coûts",
        "Service client",
        "Planification et coordination de projets",
        "Conformité et sécurité (OSHA, WISHA)",
        "Formation et développement du personnel",
        "Travail en équipe",
        "Amélioration continue"
    ],
    "langues": [],
    "experiences_professionnelles": [
        {
            "poste": "Engineering Intern",
            "entreprise": "Company Name",
            "lieu": "City , State",
            "date_debut": "09/2015",
            "date_fin": "Current",
            "durée": "10 ans et 1 mois",
            "missions": [
                "Performs complex engineering designs for the preparation of preliminary and final engineering plans.",
                "Aids in creating specifications and cost estimates for the construction and/or improvement of storm drains, streets, sanitary sewers and related structures.",
                "Preforms engineering calculations for hydrology/hydraulic structures, land surveys and highway and street alignments.",
                "Prepares legal descriptions and grant deeds for easements and street right-of-way; participated in right-of-way negotiations and acquisitions; investigated and checked tentative and final subdivision maps for accuracy, design, completeness and conformance to the local sub-division ordinance and the State of Subdivision Map Act.",
                "Helps in the design and coordinate in the construction of improvement projects; reviewed improvement and grading plans for composition and accuracy; provided written and oral information to the public, contractors, developers and other engineers on related issues.",
                "Attends meetings and made presentations to various committees, commissions, professional and community groups; wrote Council agenda statements, reports and correspondence as required; conducted studies related to planning public works facilities."
            ]
        },
        {
            "poste": "Preload Supervisor",
            "entreprise": "Company Name",
            "lieu": "City , State",
            "date_debut": "04/2011",
            "date_fin": "09/2015",
            "durée": "4 ans et 5 mois",
            "missions": [
                "Managed department resources to ensure maximum output, accuracy, and efficiency at all time for a total of 7 workers.",
                "Directed daily trans load activities to support account objectives for level service, cost management, customer expectations and volume requirements.",
                "Established and promoted a positive, team oriented work environment emphasizing employee involvement, pro-active communication, inter-departmental cooperation and continual improvement on all levels.",
                "Implemented employee personal development plans as required to ensure the continuing professional growth of department personnel.",
                "Maintained a responsiblity to ensure that all employees adhere to safety policies and procedure at all times, operating in full compliance with department, station, corporate, OSHA, and WISHA requirements."
            ]
        },
        {
            "poste": "Journeyman Plumber/Pipefitter- Commercial",
            "entreprise": "Company Name",
            "lieu": "City , State",
            "date_debut": "02/2007",
            "date_fin": "06/2010",
            "durée": "3 ans et 4 mois",
            "missions": [
                "Installed proper plumbing and pipefitting installation on The City Center Project, the largest privately funded jobs in American history costing a total of 9.2 billion dollars and 16,797,000 sq.ft.of mixed-use complex of 76 acres.",
                "Constructed various types of pipe joints for high or low-pressure systems, including threading, brazing, soldering, welding or lead-wiping of joints on The Mandarin Tower, a luxury 5 star hotel, with a total of 56 floors and 392 rooms.",
                "Cut, fit, fabricated, and assembled a wide variety of articles, materials, and devices, including steel, copper, brass, glass, plastic, cast iron, corrosion-resistant pipe, tile, concrete type piping will providing safety first mentality while working on The Aria Resort and Casino, a 4,004 room mega resort that stands a total of 600 ft tall.",
                "Installed fittings, boilers, hangers, anchors, fixtures and guides on The Veer Towers, a twin 37 story, 480-foot residential tower, that houses 337 luxury condominiums.",
                "The Veer Towers lean from 5 degrees from center in opposite directions, which makes it a engineering accomplishment."
            ]
        },
        {
            "poste": "Journeyman Plumber/Pipe fitter",
            "entreprise": "Company Name",
            "lieu": "City , State",
            "date_debut": "04/2004",
            "date_fin": "02/2007",
            "durée": "2 ans et 10 mois",
            "missions": [
                "Preformed proper installation of plumbing/ pipefitting installation on The Blue Green Club 36 Time Share located on the west side of The Las Vegas Strip, a 7 floor low-rise that was 14.9 million in total cost.",
                "Knowledge of underground, sewer lines, draining system and all phrase of new construction on many small businesses in the greater Las Vegas area.",
                "Constructed various types of pipe joints for high or low-pressure systems, including threading, brazing, soldering, welding or lead-wiping of joints on many Las Vegas Schools.",
                "Cut, fit, fabricated, and assembled a wide variety of articles, materials, and devices, including steel, copper, brass, glass, plastic, cast iron, corrosion-resistant pipe, tile, concrete in makeup.",
                "Installed fittings, boilers, hangers, anchors, fixtures and guides.",
                "Knowledge of underground, trim work and installation of fixtures.",
                "Passed the Nevada state Licensure for Plumbing/Pipefitting."
            ]
        },
        {
            "poste": "Helper Plumber",
            "entreprise": "Company Name",
            "lieu": "City , State",
            "date_debut": "01/2002",
            "date_fin": "04/2004",
            "durée": "2 ans et 3 mois",
            "missions": [
                "Aided in the installation of underground, 2nd rough and finish trim with the direction of a Journeymen level Plumber",
                "Ability to Soldered/Brazed Copper Piping and installation of Cast Iron,PVC, CPVC, Stainless Steel, Iron Gas Pipe and Galvanized Pipe."
            ]
        }
    ],
    "formations": [
        {
            "diplome": "Bachelor of Science : Civil Engineering",
            "ecole": "San Diego State University",
            "annee_obtention": "2017",
            "niveau": "Bac+3",
            "specialite": "Civil Engineering"
        },
        {
            "diplome": "Professional Project Manager BootCamp",
            "ecole": "PMP Institute",
            "annee_obtention": "2008",
            "niveau": "",
            "specialite": ""
        },
        {
            "diplome": "NITC Plumbing/Pipe Fitting Journeyman License",
            "ecole": "Local 525 Plumbing Apprenticeship Hall",
            "annee_obtention": "2004",
            "niveau": "",
            "specialite": ""
        },
        {
            "diplome": "Associate of Science : Airframe Power Plant",
            "ecole": "Vincennes University/Purdue University ATC",
            "annee_obtention": "2002",
            "niveau": "",
            "specialite": ""
        }
    ],
    "certifications": [
        {
            "nom": "NITC Plumbing/Pipe Fitting Journeyman License",
            "organisme": "Local 525 Plumbing Apprenticeship Hall / NITC",
            "annee": "2004"
        },
        {
            "nom": "Nevada State Licensure for Plumbing/Pipefitting",
            "organisme": "State of Nevada",
            "annee": ""
        },
        {
            "nom": "Med-Gas Certification",
            "organisme": "",
            "annee": ""
        },
        {
            "nom": "OSHA 30",
            "organisme": "",
            "annee": ""
        }
    ],
    "projets": [],
    "mobilite": {
        "permis_conduire": false,
        "disponibilite_geographique": ""
    },
    "autres": {
        "loisirs": [],
        "engagements": []
    }
}